Repository: daitrandev/GCF-LCM-Calculator
Catalog: GCF & GCM Calculator++/*.lproj/Localizable.strings
Languages: id, ru, vi

source: INPUT
ru: Ввода

source: GCF
id: FPB
ru: НОД
vi: ƯCLN

source: LCM
id: KPK
ru: НОК
vi: BCNN

# InputPlaceHolder
source: Numbers seperate by spaces
id: Dipisahkan dengan spasi atau tanda koma
ru: разделенные пробелами или запятыми
vi: Số nguyên cách nhau bởi dấu cách hoặc dấu phẩy

# GCFPlaceHolder
source: Greatest common factor
id: Faktor Persekutuan Terbesar
ru: Hаибольший общий делить
vi: Uớc chung lớn nhất

# LCMPlaceHolder
source: Least common multiple
id: Kelipatan Persekutuan Terkecil
ru: Hаименьшее общее кратное
vi: Bội chung nhỏ nhất

source: Home
id: Halaman rumah
ru: Главная страница
vi: Trang chủ

source: Theme
id: Tema
ru: тема
vi: Chủ đề

source: Feedback
id: Umpan balik
ru: Обратная связь
vi: Phản hồi

source: Rate
id: Menilai
ru: Oценивать
vi: Đánh giá

source: Share
id: Membagikan
ru: Поделиться
vi: Chia sẻ

# UpgradeMessage
source: Upgrade to GCF & LCM Calculator++ then you can use without ads.
id: Upgrade ke FPB - KPK Kalkulator++ maka bisa anda pakai tanpa iklan.
ru: Обновите до Нахождение НОД и НОК++, затем вы можете использовать без рекламы.
vi: Nâng cấp lên ƯCLN & BCNN++ sau đó bạn có thể sử dụng mà không có quảng cáo.

source: Upgrade
id: Mengupgrade
ru: модернизировать
vi: Nâng cấp

# Appname
source: GCF - LCM Calculator++
id: FPB - KPK Kalkulator++
ru: Нахождение НОД и НОК++
vi: ƯCLN & BCNN++
